{
  "name": "Louis Pino",
  "email": "LJPino95@gmail.com",
  "headshot": "./images/Pinogif.gif",
  "musicheadshot": "./images/Capture2.JPG",
  "bio": "I am a software engineer and professional musician living in Toronto, Ontario. Drawing from my musical experience, I bring a strong sense of time management, adaptability, and creative problem-solving to my software development projects. With over a decade of experience in experimental music technology, I am accustomed to using technology to solve complex problems with stage-ready dependability, ensuring success under even the most demanding deadlines and high-pressure situations. I embrace challenges with a harmonious blend of creativity and technical precision, and am committed to leveraging my diverse skill set to drive innovation and excellence in the creation of interactive full-stack applications.",
  "skills": [
    {
      "skill": "Python",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693604411/pngwing.com_1_lnrpbt.png"
    },
    {
      "skill": "JavaScript",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693604482/pngwing.com_2_zdekht.png"
    },
    {
      "skill": "C",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1708007024/pngwing.com_fpajhb.png"
    },
    {
      "skill": "React",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693604504/pngwing.com_3_vwpucr.png"
    },
    {
      "skill": "Express",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606227/pngwing.com_5_es2sih.png"
    },
    {
      "skill": "MongoDB",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606289/pngwing.com_6_tdclt9.png"
    },
    {
      "skill": "Django",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606421/pngwing.com_7_gzvzyd.png"
    },
    {
      "skill": "HTML",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606445/pngwing.com_8_lpqndo.png"
    },
    {
      "skill": "CSS",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606445/pngwing.com_9_dopcpf.png"
    },
    {
      "skill": "Max",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606335/Logo_Max_8_software_ddsewh.jpg"
    },
    {
      "skill": "Arduino",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606459/pngwing.com_10_xbtwrv.png"
    },
    {
      "skill": "SQL",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1695079537/Sql_data_base_with_logo_ecxmqz.png"
    }
  ],
  "musicbio": "Louis Pino is a percussionist and technologist who works in a wide range of musical genres and other media. His performative and compositional practices are mostly influenced by cyclical time, neural entrainment, and the sound of his cat's purr. As a soloist, Pino prefers to work on music incorporating theatrical elements and the use of technology, and has curated and performed solo recitals of entirely theatrical music and entirely electroacoustic music. Pino is also an active chamber musician and has performed with the Bob Becker Ensemble, Din of Shadows experimental music-theatre company, and regularly performs with TorQ Percussion Quartet. As an orchestral player, Pino was recently awarded the National Youth Orchestra of Canada’s Award of Excellence and performs with the National Arts Centre Orchestra, Thunder Bay Symphony, and Kingston Symphony among others. As an educator, Pino has given workshops on snare drum and the visual coding language Max/MSP at the University of Toronto, and encourages children to explore their creativity through percussion at Sistema Toronto. As a researcher, Pino manages the TaPIR Lab at the University of Toronto, with his personal research focusing on musical biofeedback and the incorporation of homemade electronics into multimedia composition. Pino has presented his work at artistic and academic conferences across Canada and the United States, including performances with mind controlled no input mixer and MUGIC motion sensor, ecoacoustic music, and research on pedagogical live extronics."
}