{
  "name": "Louis Pino",
  "email": "LJPino95@gmail.com",
  "headshot": "./images/Pinogif.gif",
  "musicheadshot": "./images/Capture2.JPG",
  "bio": "I am a software engineer and professional musician living in Toronto, Ontario. Drawing from my musical experience, I embrace challenges with a harmonious blend of creativity and technical precision, bringing a strong sense of collaboration, adaptability, and creative problem-solving to my software development projects. With over a decade of experience in experimental music technology, I am accustomed to using innovative technology to solve complex problems with stage-ready dependability, ensuring success under even the most demanding deadlines and high-pressure situations. I am committed to leveraging my diverse skill set and experience in collaborative creation to drive innovation and excellence in the development of interactive software.",
  "skills": [
    {
      "skill": "Python",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693604411/pngwing.com_1_lnrpbt.png"
    },
    {
      "skill": "JavaScript",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693604482/pngwing.com_2_zdekht.png"
    },
    {
      "skill": "C",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1708007024/pngwing.com_fpajhb.png"
    },
    {
      "skill": "React",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693604504/pngwing.com_3_vwpucr.png"
    },
    {
      "skill": "Express",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606227/pngwing.com_5_es2sih.png"
    },
    {
      "skill": "MongoDB",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606289/pngwing.com_6_tdclt9.png"
    },
    {
      "skill": "Django",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606421/pngwing.com_7_gzvzyd.png"
    },
    {
      "skill": "Flask",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1710875108/flask_nvu0z8.svg"
    },
    {
      "skill": "HTML",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606445/pngwing.com_8_lpqndo.png"
    },
    {
      "skill": "CSS",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606445/pngwing.com_9_dopcpf.png"
    },
    {
      "skill": "Max",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606335/Logo_Max_8_software_ddsewh.jpg"
    },
    {
      "skill": "Arduino",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1693606459/pngwing.com_10_xbtwrv.png"
    },
    {
      "skill": "SQL",
      "logo": "https://res.cloudinary.com/dsvcyich1/image/upload/v1695079537/Sql_data_base_with_logo_ecxmqz.png"
    }
  ],
  "musicbio": "Louis Pino is a percussionist, electronicist, and software engineer who works in a wide range of musical genres and other media. His performative and compositional practices are mostly influenced by cyclical time, neural entrainment, and the sound of his cat's purr. As a soloist, Pino prefers to work on music incorporating theatrical elements and the use of technology, and has curated and performed solo recitals of entirely theatrical music and entirely electroacoustic music. More recently, Pino has been applying these ideas to his ensemble, Duo Cichorium, along with fellow percussionist and interdisciplinary artist Jasmine Tsui. Pino is also an active chamber musician, acting as both percussionist and Technical Director of Toronto based chamber ensemble, The Happenstancers. Pino is also a founding member of The Black Fish Ensemble, and is featured on their Juno nominated album, The Black Fish. In addition to these ensembles, Pino often works with other chamber groups in Toronto, with recent performances and recordings with The Bob Becker Ensemble, TorQ Percussion Quartet, Din of Shadows. As an orchestral player, Pino was awarded the National Youth Orchestra of Canada’s Award of Excellence and maintains an active performance schedule with The National Arts Centre Orchestra, Orchestra Symphonique du Quebec, and The Thunder Bay Symphony, among others. In addition to performance and composition, Pino is an avid educator and researcher. Pino has given masterclasses on snare drum performance at the University of Toronto faculty of Music, along with additional workshops on the visual coding language Max/MSP. From 2021 to 2023, Pino was Research Associate and Lab manager at the Technology and Performance Integration Research Lab at the University of Toronto, with his personal research focusing on musical biofeedback, the incorporation of homemade electronics into collaborative multimedia composition, and pedagogical live electronics. His contributions to the lab’s output included five international academic conference presentations, the creation of seven new works, and a peer-reviewed paper publication. Additional awards include the Kennedy Centre Honors Award from Oberlin Conservatory,  Val and Venus Eddy PASIC Scholarship from the Percussive Arts Society, Chosen Vale Festival’s Colin Currie Scholarship, the Ecoacoustic Composition Award from Ecoacoustic Music Society, and the Juilliard Pre-College Graduation Award."
}